;Place localized text in this file

[Muton_Harrier X2CharacterTemplate]
strCharacterName="Мутон-разоритель"
strAcquiredText="Мутоны-разорители используют гранатомёт, выпускающий гранаты воздушного подрыва, способные повреждать все цели в области действия и игнорирующие укрытия"

[Muton_Beleaguer X2CharacterTemplate]
strCharacterName="Осадный мутон"
strAcquiredText="Осадные мутоны вооружены специальными плазменными пушками, способными с лёгкостью разрушать броню противника"

[Muton_Harrier_Captain X2CharacterTemplate]
strCharacterName="Капитан мутонов-разорителей"
strAcquiredText="Капитан мутонов-разорителей экипирован гранатометом с зажигательными зарядами"

[Muton_Beleaguer_Captain X2CharacterTemplate]
strCharacterName="Капитан осадных мутонов"
strAcquiredText="Капитан осадных мутонов вооружён усиленной плазменной пушкой, способной уничтожать за раз целую группу противников"

[Muton_Devastator X2CharacterTemplate]
strCharacterName="Мутон-опустошитель"
strAcquiredText="Мутон-опустошитель экипирован множеством разнообразного вооружения, что даёт ему беспрецедентную универсальность на поле боя"

[Harrier_Launcher X2WeaponTemplate]
FriendlyName="Гранатомет разорителя"
FriendlyNamePlural="Гранатометы разорителя"
BriefSummary="Гранатометы выпускают специальные гранаты, способные игнорировать укрытия цели"
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/>"

[Harrier_Captain_Launcher X2WeaponTemplate]
FriendlyName="Гранатомет капитана мутонов-разорителей"
FriendlyNamePlural="Гранатометы капитана мутонов-разорителей"
BriefSummary="Гранатометы выпускают специальные зажигательные боеголовки"
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/>"

[Beleaguer_Rifle X2WeaponTemplate]
FriendlyName="Тяжёлая плазменная винтовка"
FriendlyNamePlural="Тяжёлые плазменные винтовки"
BriefSummary="Тяжёлая плазменная винтовка гораздо более разрушительное оружие, нежели обычное вооружение мутона. Это оружие легко пробивает броню"
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/>"

[Beleaguer_Captain_Rifle X2WeaponTemplate]
FriendlyName="Тяжёлая плазменная винтовка капитана осадных мутонов"
FriendlyNamePlural="Тяжёлые плазменные винтовки капитана осадных мутонов"
BriefSummary="Усиленная плазменная винтовка осадных мутонов, способная уничтожать сразу группы противников"
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/>"

[Devastator_Rifle X2WeaponTemplate]
FriendlyName="Резонансный излучатель"
FriendlyNamePlural="Резонансные излучатели"
BriefSummary="Резонансные излучатели - биомеханические излучатели на основе плазменных технологий, псионическая энергия вырабатываемая ядром этого устройства используется для сверх сжатия плазмы в разрушительный луч, а сама пси-энергия в дальнейшей продолжает разрушать цель"
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/>"

[Devastator_LancingGun X2WeaponTemplate]
FriendlyName="Плазменное копьё"
FriendlyNamePlural="Плазменные копья"
BriefSummary="Копье стреляет несколькими сгустками плазмы предназначенными для создания уязвимостей противника"
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/>"

[Devastator_Claw X2WeaponTemplate]
FriendlyName="Опустошительные когти"
FriendlyNamePlural="Опустошительные когти"
BriefSummary="Перчатка, способная генерировать чрезвычайно мощный электрический заряд"
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/>"

[Devastator_BlackFlame_Grenade X2GrenadeTemplate]
FriendlyName="Граната \"Чёрное пламя\""
FriendlyNamePlural="Гранаты \"Чёрное пламя\""
BriefSummary="Концентрированная пси-энергия вырывается из этой гранаты, подавляя и разрушая разум целей, также дезориентирует их"
TacticalText="Концентрированная пси-энергия вырывается из этой гранаты, подавляя и разрушая разум целей, также дезориентирует их"
ThrownAbilityName="Бросить гранату \"Чёрное пламя\""
ThrownAbilityHelpText="Бросить гранату \"Чёрное пламя\" в указанную область."

[Xcom_BlackFlame_Grenade X2GrenadeTemplate]
FriendlyName="Граната \"Чёрное пламя\""
FriendlyNamePlural="Гранаты \"Чёрное пламя\""
BriefSummary="Концентрированная пси-энергия вырывается из этой гранаты, подавляя и разрушая разум, дезориентирует и заражает их разрушительным пси-резонансом"
TacticalText="Концентрированная пси-энергия вырывается из этой гранаты, подавляя и разрушая разум, дезориентирует и заражает их разрушительным пси-резонансом"
ThrownAbilityName="Бросить гранату \"Чёрное пламя\""
ThrownAbilityHelpText="Бросить гранату \"Чёрное пламя\" в указанную область."
LaunchedAbilityname="Запустить гранату \"Чёрное пламя\""
LaunchedAbilityHelpText="Запустить гранату \"Чёрное пламя\" в указанную область."

[Beam_Sweep X2AbilityTemplate]
LocFriendlyName="Лучевая метла"
LocLongDescription="Мощный энергетический луч сметающий все цели перед осадным мутоном"
LocHelpText="Поразить все цели в области мощным энергетическим лучом."

[HarrierGrenade X2AbilityTemplate]
LocFriendlyName="Граната разорителя"
LocLongDescription="Гранаты разорителей воздушного подрыва, игнорируют укрытия цели"
LocHelpText="Выстрелить игнорирующей укрытия гранатой в указанную цель с небольшой областью воздействия"

[HarrierRocket X2AbilityTemplate]
LocFriendlyName="Зажигательная боеголовка разорителя"
LocLongDescription="Запуск боеголовки поджигающие все цели в большой области воздействия"
LocHelpText="Нанести удар зажигательной боеголовкой по целевой области"

[LancingShot X2AbilityTemplate]
LocFriendlyName="Выстрел копья"
LocLongDescription="Выстрел, делающий цель уязвимой к дальнейшим атакам"
LocHelpText="Выстрел, делающий цель уязвимой к дальнейшим атакам"

[X2Ability_LancingGun]
LancingGunMarkEffectName="Метка копья"
LancingGunMarkEffectDesc="Отмеченные цели получают больше урона"

[LightningVengeance X2AbilityTemplate]
LocFriendlyName="Молниеносная месть"
LocLongDescription="Атакуйте нападающего в ближнем бою мощным энергоразрядом, пробивая его броню и поджигая его"
LocHelpText="Атакуйте нападающего в ближнем бою мощным энергоразрядом, пробивая его броню и поджигая его"
LocFlyOverText=Молниеносная месть"

[ThunderShot X2AbilityTemplate]
LocFriendlyName="Громовой удар"
LocLongDescription="Ударьте ближайшую целям молнией, которая пробивает и разрушает броню"
LocHelpText="Запустить молнию в цель"

[X2Effect_LancingGun]
LancingGunRemoved="Метка копья снята"

[UIEventNoticesTactical_Ripple]
PsiRippleTitle="Псионический резонанс"

[X2StatusEffects_RipplingRifle]
PsiRippleFriendlyName="Псионический резонанс"
PsiRippleFriendlyDesc="Псионический резонанс заставляет цель получать урон каждый ход и может распространиться на соседние цели"
PsiRippleEffectAcquiredString="<XGParam:StrValue0/!UnitName/> пси-резонирует."
PsiRippleEffectTickedString="<XGParam:StrValue0/!UnitName/> всё ещё под воздействием псионического резонанса."
PsiRippleEffectLostString="<XGParam:StrValue0/!UnitName/> больше не под воздействием псионического резонанса."


[CorpseGrenadeRemains X2ItemTemplate]
FriendlyName="Граната \"Чёрное пламя\" пришельцев"
FriendlyNamePlural="Гранаты \"Чёрное пламя\" пришельцев"
BriefSummary="Остатки гранаты, сейчас вроде инертны к внешнему воздействию"

[AutopsyGrenadeRemains X2TechTemplate]
DisplayName="Исследование инопланетной гранаты \"Чёрное пламя\""
Summary="Этот объект холодный на ощупь, но измерения регистрируют его температуру выше окружающей среды. Он также ощущается тяжелым при манипуляциях с ним, и в то же время очень легок, когда им манипулируют с помощью сторонних инструментов. При приближении к этому объекту можно услышать странный шёпот."
CodeName="Анесроди Феретори"
LongDescription="Этот предмет был описан нашими солдатами как граната, и хотя я не сомневаюсь, что инопланетяне использовали это оружие в качестве гранаты, лично я бы не решился описать его как таковое. Сначала я хотел бы отметить трудности, с которыми столкнулась исследовательская группа при анализе этого оружия, его конструкция ещё более чужда, чем другие инопланетные машины и оружие. Здесь нет ни болтов, ни швов, никаких привычных вещей, как если бы эту штуку вырезали из некоей большей вещи. Находясь рядом с этой вещью наши исследователи нехорошо себя чувствовали и быстрее уставали. Природу этих чувств мы поняли когда привели пси-чувствительных оперативников. \n\n По сути, его можно описать как пси-резонатор, устройство излучает мощную пси-энергию, которая пытаются заразить любое живое существо, отсюда и странные симптомы, которые испытывают окружающие его люди. Я считаю что это устройство заряжено самими Старейшинами. Возможно как оружие разрушения, позволяющее манипулировать псионической энергией существам, которые самостоятельно такими возможностями не обладают.\n\n Хотя и воссоздать это устройство полноценно мы не сможем, технически возможно создать более грубое подобие, которое смогут зарядить наши собственные пси-чувствительные сотрудники. \n\n Др. Тайган."
AlertString="Граната \"Чёрное пламя\"

[Xcom_BlackFlameGrenade X2TechTemplate]
DisplayName="Граната \"Чёрное пламя\""
Summary="Мощная граната, высвобождающая пси-вспышку воздействующую на разум целей Л.Шэнь." 